{
    "Log in":"ログイン",
    "E-Mail Address":"メールアドレス",
    "Password":"パスワード",
    "Remember me":"ログイン状態を保存",
    "Forgot your password?":"パスワードをお忘れですか？",
    "Register":"登録",
    "Already registered?":"登録済みの方はこちら",
    "Name":"氏名",
    "Email":"メールアドレス",
    "Confirm Password":"パスワード(確認用)",
    "Reset Password":"パスワードリセット",
    "Resend Verification Email":"確認メールの再送信",
    "Email Password Reset Link":"パスワードリセットリンク送信",
    "Log out":"ログアウト",
    "Log Out":"ログアウト",
    "Confirm":"確認",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.":"ご登録ありがとうございます！登録を始める前に、先ほどお送りしたリンクをクリックしてメールアドレスを確認していただけますか？メールが届かない場合は、もう1度確認メールを送ってください。",
    "A new verification link has been sent to the email address you provided during registration.":"登録時に入力されたメールアドレスに新しい認証リンクが送信されました。",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":"パスワードをお忘れですか？大丈夫です。メールアドレスをお知らせいただければ、パスワード再設定用のリンクをメールでお送りします。",
    "This is a secure area of the application. Please confirm your password before continuing.":"これはアプリケーションの安全なエリアです。続行する前にパスワードを確認してください。",
    
    
    "Verify Your Email Address":"ユーザ登録を完了してください",
    "A fresh verification link has been sent to your email address.":"新しいリンクをあなたのメールアドレスに送信しました。",
    "Before proceeding, please check your email for a verification link.":"メールに記載されているリンクをクリックして、登録手続きを完了してください。",
    "If you did not receive the email":"メールが届いていなければ、",
    "click here to request another":"こちらをクリックして再送信してください。",
    
    "Hello!": "こんにちは！",
    "Whoops!": "おっと！",
    "Regards": "どうぞよろしくお願いします",
    
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "「:actionText」ボタンをクリックするのに問題がある場合は、下記のURLをコピーしてウェブブラウザに貼り付けてください：[:actionURL](:actionURL)",
    
    "Please click the button below to verify your email address.":"メールアドレスを確認するために下のボタンをクリックしてください。",
    "Verify Email Address":"メールアドレスの確認",
    "If you did not create an account, no further action is required.":"心当たりがない場合は、本メッセージは破棄してください。",
    
    
    "Click button below and reset password.":"下のボタンをクリックしてパスワードを再設定してください。",
    "You are receiving this email because we received a password reset request for your account.":"あなたのアカウントでパスワードリセットのリクエストが行われたため、このメールを受け取っています。",
    "This password reset link will expire in :count minutes.": "このパスワードリセットリンクは:count分で期限切れになります。",
    "Reset Password Notification":"パスワードの再設定",
    
    "Reset password":"パスワードリセット",
    "If you did not request a password reset, no further action is required.":"心当たりがない場合は、本メッセージは破棄してください。"
} 
